Repository: raspberrypi-ui/lxpanel-buster
Catalog: po/*.po
Languages: hy

source: Currently loaded plugins
hy: Ընթացիկ բեռնված ընդլայնումներ

source: Stretch
hy: Ձգել

source: Add plugin to panel
hy: Ավելացնել ընդլայնումը պանելին

source: Available plugins
hy: Հասանելի ընդլայնումներ

source: Logout command is not set
hy: Դուրս գալու հրամանը սահմանված չէ

source: Select a directory
hy: Ընտրել պանակը

source: Select a file
hy: Ընտրել նիշքը

source: _Browse
hy: _Զննել

source: Really delete this panel? <b>Warning: This can not be recovered.</b>
hy: Իրո՞ք ջնջել այս պանելը <b>ԶԳՈՒՇԱՑՈՒՄ. Հնարավոր չէ հետարկել այն։</b>

source: Confirm
hy: Հաստատել

source: translator-credits
hy: թարգմանչի երախտիք

source: Copyright (C) 2008-2019
hy: Հեղինակային Իրավունք © 2008-2019

source: Desktop panel for LXDE project
hy: Աշխատասեղանի պանել LXDE նախագծի համար

source: "%s" Settings
hy: "%s" Կարգավորումներ

source: Add / Remove Panel Items
hy: Ավելացնել / Ջնջել պանելի տարրերը

source: Remove "%s" From Panel
hy: Ջնջել "%s" -ը պանելից

source: Panel Settings
hy: Պանելի կարգավորումներ

source: Create New Panel
hy: Ստեղծել նոր Պանել

source: Delete This Panel
hy: Ջնջել այս պանելը

source: About
hy: Panel-ի մասին

source: Height:
hy: Բարձրություն՝

source: Width:
hy: Լայնություն՝

source: Left
hy: Ձախ՝

source: Right
hy: Աջ՝

source: Top
hy: Վեր

source: Bottom
hy: Վար

source: Run
hy: Գործարկել...

source: Enter the command you want to execute:
hy: Մուտքագրել հրամանը, որը ցանկանում եք գործարկել՝

source: Restart
hy: Վերագործարկել

source: Logout
hy: Անջատել...

source: lxpanel %s - lightweight GTK2+ panel for UNIX desktops
hy: lxpanel %s - lightweight GTK2+ panel for Linux & UNIX desktops

source: Command line options:
hy: Հրամանաշարի ընտրանքներ

source: --help -- print this help and exit
hy: --help -- տպել այս օգնությունը և դուրս գալ

source: --version -- print version and exit
hy: --version -- տպել այս տարբերակը և դուրս գալ

source: --profile name -- use specified profile
hy: --profile name -- օգտագործել հատկանշված պրոֆիլը

source: -h -- same as --help
hy: -h -- նույնն է, ինչպես --օգնությունը

source: -p -- same as --profile
hy: -p -- նույնն է, ինչպես --պրոֆիլը

source: -v -- same as --version
hy: -V -- նույնն է, ինչպես --տարբերակը

source: Visit http://lxde.org/ for detail.
hy: Մանրամասների համար այցելեք http://lxde.org/

source: Error
hy: Սխալ

source: None
hy: Ոչ մեկը

source: Size
hy: Չափ

source: Allocate space
hy: Առանձնացնել տարածք

source: Show tooltips
hy: Ցույց տալ գործիքների հուշումը

source: Icons only
hy: Միայն մանրապատկերներ

source: Flat buttons
hy: Հարթ կոճակներ

source: Show windows from all desktops
hy: Ցուցադրել բոլոր աշխատասեղանների պատուհանները

source: Use mouse wheel
hy: Օգտագործել մկնիկի անիվը

source: Flash when there is any window requiring attention
hy: Թարթել, երբ առկա է ուշադրություն պահանջող պատուհան

source: Combine multiple application windows into a single button
hy: Միավորել բազմաթիվ պատուհանները մեկ կոճակի ներքո

source: Maximum width of task button
hy: Խնդրի կոճակի առավելագույն լայնությունը

source: Spacing
hy: Միջակայք

source: <b>Connection</b>
hy: <b>Միացում</b>

source: Status:
hy: Կարգավիճակ՝

source: _Name:
hy: _Անուն՝

source: <b>Activity</b>
hy: <b>Ակտիվություն</b>

source: Received:
hy: Ստացված՝

source: Sent:
hy: Ուղարկած՝

source: <b>Signal Strength</b>
hy: <b>Ազդանշանի ուժգնություն</b>

source: General
hy: Գլխավոր

source: <b>Internet Protocol (IPv4)</b>
hy: <b>Համացանցի պրոտոկոլ (IPv4)</b>

source: Address:
hy: Հասցե՝

source: Destination:
hy: Վերջնակետ՝

source: Broadcast:
hy: Հեռարձակել՝

source: <b>Internet Protocol (IPv6)</b>
hy: <b>Համացանցի պրոտոկոլ (IPv6)</b>

source: Scope:
hy: Շրջանակ՝

source: <b>Network Device</b>
hy: <b>Ցանցային սարք</b>

source: Type:
hy: Տիպ՝

source: Support
hy: Աջակցություն

source: Con_figure
hy: Կարգաբերել

source: Dynamic
hy: Շարժական

source: Pixels
hy: Պիքսել

source: % Percent
hy: % տոկոս

source: Err
hy: Սխալ

source: Warn
hy: Զգուշ.

source: Info
hy: Տեղեկատվություն

source: All
hy: Բոլորը

source: Panel Preferences
hy: Պանելի նախընտրանքներ

source: Edge:
hy: Եզր՝

source: Center
hy: Կենտրոն

source: Alignment:
hy: Հավասարեցում՝

source: Margin:
hy: Սահման՝

source: <b>Position</b>
hy: <b>Դիրք</b>

source: Icon size:
hy: Պատկերի չափը՝

source: <b>Size</b>
hy: <b>Չափ</b>

source: Geometry
hy: Երկրաչափություն

source: System theme
hy: Համակարգի տեսքը

source: Solid color (with opacity)
hy: Միագույն (անթափանցիկությամբ)

source: Image
hy: Պատկեր

source: Select an image file
hy: Ընտրել պատկերի նիշքը

source: <b>Background</b>
hy: <b>Ետնապատկեր</b>

source: Custom color
hy: Հատուկ գույն

source: <b>Font</b>
hy: <b>Տառատեսակ</b>

source: Appearance
hy: Արտաքին տեսքը

source: Panel Applets
hy: Պանելի ծրագրաշար

source: Logout Command:
hy: Դուրս գալու հրամանը՝

source: Terminal Emulator:
hy: Տերմինալի էմուլյատոր՝

source: File Manager:
hy: Նիշքի կառավարիչ՝

source: <b>Set Preferred Applications</b>
hy: <b>Սահմանել նախընտրելի ծրագրերը</b>

source: Make window managers treat the panel as dock
hy: Պատուհանի կառավարիչներին թույլ տալ վերաբերվելու, որպես հիմնակետ

source: Reserve space, and not covered by maximized windows
hy: Պահուստային տարածք, ծածկված չէ առավելագույնի հասցված պատուհաններով

source: <b>Properties</b>
hy: <b>Հատկություններ</b>

source: Minimize panel when not in use
hy: Փոքրացնել պանելը, երբ չի օգտագործվում

source: Size when minimized
hy: Չափը, երբ փոքրացված է

source: pixels
hy: պիքսել

source: <b>Automatic hiding</b>
hy: <b>Ինքնաբերաբար ծածկում</b>

source: Log level
hy: Տեղեկամտյանի մակարդակ

source: <b>Log level</b>
hy: <b>Տեղեկամտյանի մակարդակ</b>

source: Advanced
hy: Առաջնային

source: CPU Usage
hy: Պրոցեսորի օգտագործումը

source: Show usage as percentage
hy: Ցուցադրել օգտագործման չափը տոկոսներով

source: Foreground colour
hy: Դիմային ֆոնի գույնը

source: Background colour
hy: Հետին ֆոնի գույնը

source: CPU Usage Monitor
hy: Պրոցեսորի օգտագործման հսկիչ

source: Display CPU usage
hy: Ցույց տալ պրոցեսորի օգտագործումը

source: Desktop Number / Workspace Name
hy: Աշխատասեղանի համարը / Աշխատասեղանի անունը

source: Bold font
hy: Թավ տառատեսակ

source: Display desktop names
hy: Ցույց տալ աշխատասեղանի անունները

source: Display workspace number, by cmeury@users.sf.net
hy: Ցուցադրել աշխատատարածքի համարը, cmeury@users.sf.net-ի կողմից

source: Application Launch Bar
hy: Ծրագրերի գործարկման գոտի

source: Task Bar (Window List)
hy: Խնդրագոտի (Պատուհանների ցանկ)

source: Bar with buttons to launch application
hy: Կոճակներով գոտի ծրագրերի գործարկամ համար

source: _Raise
hy: _Բարձրացնել

source: R_estore
hy: Վերականգնել

source: Ma_ximize
hy: Մեծացնել

source: Ico_nify
hy: Փոքրացնել

source: Workspace _%d
hy: Աշխատատարածք _%d

source: Workspace %d
hy: Աշխատատարածք %d

source: _All workspaces
hy: Բոլոր Աշխատատարածքները

source: _Move to Workspace
hy: _Տեղափոխվել դեպի աշխատատարածք

source: _Close Window
hy: _Փակել պատուհանը

source: Digital Clock
hy: Թվային ժամացույց

source: Clock Format
hy: Ժամացույցի ձևաչափը

source: Tooltip Format
hy: Գործիքների հուշման ձևաչափ

source: Action when clicked (default: display calendar)
hy: Գործողությունը, երբ սեմղված է (լռելայն՝ ցուցադրել օրացույցը)

source: Tooltip only
hy: Միայն գործիքների հուշում

source: Left align
hy: Ձախ հավասարեցում

source: Center text
hy: Տեքստը կենտրոնում

source: Right align
hy: Աջ հավասարեցում

source: Display digital clock and tooltip
hy: Ցուցադրել թվային ժամացույցն ու գործիքների հուշումը

source: Add to desktop
hy: Ավելացնել աշխատասեղանին

source: Properties
hy: Հատկություններ

source: Click here to open applications menu
hy: Սեղմել այստեղ ծրագրերի ընտրացանկը բացելու համար

source: Menu
hy: Մենյու

source: Icon
hy: Պատկեր

source: Application Menu
hy: Ծրագրերի ընտրացանկ

source: Separator
hy: Բաժանիչ

source: Add a separator to the panel
hy: Պանելին ավելացնել բաժանիչ

source: Desktop Pager
hy: Աշխատասեղանի «փեյջեր»

source: Simple pager plugin
hy: Պարզ ընդարձակման «փեյջեր»

source: System Tray
hy: Համակարգի սկուտեղ

source: System tray
hy: Համակարգի սկուտեղ

source: Select Keyboard Model
hy: Ընտրել ստեղնաշարի տեսակը

source: Description
hy: Նկարագրություն

source: Select Layout Change Type
hy: Ընտրել դասավորությունը փոխելու տիպը

source: Add Keyboard Layout
hy: Ավելացնել ստեղնաշարի դասավորություն

source: Flag
hy: Դրոշակ

source: Layout
hy: Դասավորություն

source: Keyboard Layout Handler
hy: Ստեղնաշարի դասավարության մշակիչ

source: Keyboard Model
hy: Ստեղնաշարի տեսակ

source: Keyboard Layouts
hy: Ստեղնաշարի դասավորությունները

source: Variant
hy: Տարբերակ

source: Change Layout Option
hy: Փոխել դասավորության ընտրանքը

source: Per Window Settings
hy: Յուրաքանչյուր պատուհանի կարգավորումը

source: Show Layout as
hy: Դասավորությունը ցույց տալ որպես

source: Custom Image
hy: Հատուկ պատկեր

source: Text
hy: Տեքստ

source: Panel Icon Size
hy: Պանելի մանրապատկերի չափը

source: Handle keyboard layouts
hy: Կառավարել ստեղնաշարի դասավորությունները

source: Left click to iconify all windows. Middle click to shade them.
hy: Սեղմել մկնիկի ձախը՝ բոլոր պատուհանները մանրապատկելու համար։

source: Minimize All Windows
hy: Փոքրացնել բոլոր պատուհանները

source: Alternately iconify/shade and raise
hy: Պատահականորեն պատկերավորել/ստվերել և բարձրացնել

source: Sends commands to all desktop windows. Supported commands are 1) iconify and 2) shade
hy: Ուղարկել հրամանները բոլոր պատուհաններին Աջակցվող հրամաններն են՝ 1) iconify ու 2) shade

source: Open in _Terminal
hy: Բացել տերմինալում

source: Directory Menu
hy: Պանակի ընտրացանկ

source: Directory
hy: Պանակ

source: Label
hy: Պիտակ

source: Temperature Monitor
hy: Ջերմաստիճանի հսկիչ

source: Automatic sensor location
hy: Տվիչի ինքնաբերաբար տեղադրություն

source: Sensor
hy: Տվիչ

source: Automatic temperature levels
hy: Ջերմաստիճանի ինքնաշխատ մակարդակները

source: Display system temperature
hy: Ցույց տալ համակարգի ջերմաստիճանը

source: Volume control
hy: Ձայնի ղեկավարում

source: Volume
hy: Ուժգնություն

source: Mute
hy: Անձայն

source: <Hidden Access Point>
hy: <Թաքնված հասանելիության կետ>

source: Wireless Networks not found in range
hy: Անլար ցանց չի գտնվել

source: Repair
hy: Վերանորոգել

source: Disable
hy: Անջատել

source: Wireless Connection has no connectivity
hy: Առկա չէ անլար ցանցի հասանելիություն

source: Network cable is plugged out
hy: Ցանցի մալուխը միացված չէ

source: Connection has limited or no connectivity
hy: Ցանցը սահմանափակ է կամ առկա չէ կապակցում

source: IP Address:
hy: IP Հասցե՝

source: Remote IP:
hy: Հեռավար IP՝

source: Activity
hy: Գործողություն

source: Sent
hy: Ելք

source: Received
hy: Մուտք

source: bytes
hy: բիթ

source: packets
hy: փաթեթ

source: Wireless
hy: Անլար

source: Protocol:
hy: Պրոտոկոլ՝

source: HW Address:
hy: HW Հասցե՝

source: Manage Networks
hy: Կառավարել ցանցը

source: Monitor and Manage networks
hy: Հսկել և կառավարել ցանցը

source: Setting Encryption Key
hy: Կարգավորել ծածկագիրը

source: This wireless network was encrypted. You must have the encryption key.
hy: Այս անլար ցանցը ծածկագրված է։ Անհրաժեշտ է մուտքագրել ծածկագիրը։

source: Encryption Key:
hy: Ծածկագիր՝

source: Network Status Monitor
hy: Ցանցի կարգավիճակի հսկիչ

source: Interface to monitor
hy: Հսկման միջերես

source: Config tool
hy: Կարգաբերման գործիք

source: Monitor network status
hy: Հսկել ցանցի կարգաժվիճակը

source: Unknown
hy: Անհայտ

source: Connection Properties
hy: Կապի հատկությունները

source: Connection Properties: %s
hy: Կապի հատկությունները՝ %s

source: There was an error displaying help: %s
hy: Օգնությունը ցուցադրելու ժամանակ առաջավ խնդիրներ՝ %s

source: Network Connection: %s
hy: Ցանցի կապակցում՝ %s

source: Network Connection
hy: Ցանցի կապակցում

source: Interface
hy: Միջերես

source: The current interface the icon is monitoring.
hy: Մանրապատկերի ընթացիկ միջերեսը վերահսկվում է

source: Orientation
hy: Կողմնորոշում

source: The orientation of the tray.
hy: Սկուտեղի կողմնորոշումը

source: Tooltips Enabled
hy: Գործիքների հուշումը միացված է

source: Whether or not the icon's tooltips are enabled.
hy: Արդյո՞ք միացված է մանրապատկերի գործքիների հուշումը

source: Show Signal
hy: Ցույց տալ ազդանշանը

source: Whether or not the signal strength should be displayed.
hy: Արդյո՞ք ցուցադրվում է ազդանշանի ուժեղացումը

source: Please contact your system administrator to resolve the following problem: %s
hy: Խնդրում ենք կապվել ձեր համակարգի ադմինիստրատորին հետևյալ խնդիրը լուծելու համար՝ %s

source: Name
hy: Անուն

source: The interface name
hy: Կապի անունը

source: State
hy: Վայր

source: The interface state
hy: Կապի վայրը

source: Stats
hy: Վիճակագրություն

source: The interface packets/bytes statistics
hy: Միջերեսի փաթեթ/բիթային վիճակագրությունը

source: Whether the interface is a wireless interface
hy: Արդյո՞ք միջերեսը անլար է

source: Signal
hy: Ազդանշան

source: Wireless signal strength percentage
hy: Անլար ցանցի ուժգնության տոկոսը

source: The current error condition
hy: Ընթացիկ սխալի պայման

source: Unable to open socket: %s
hy: Հնարավոր չե բացել աղբյուրը՝ %s

source: SIOCGIFFLAGS error: %s
hy: SIOCGIFFLAGS սխալ՝ %s

source: Fiber Distributed Data Interface
hy: Fibre Distributed Data Interface

source: No network devices found
hy: Ցանցային սարք չի գտնվել

source: Cannot open /proc/net/dev: %s
hy: Հնարավոր չէ բացել /proc/net/dev-ը՝ %s

source: Could not parse /proc/net/dev. Unknown format.
hy: Հնարավոր չէ ստանալ /proc/net/dev-ը։ Անհայտ ձևաչափ։

source: Could not parse interface name from '%s'
hy: Հնարավոր չէ ստանալ կապի անունը '%s' -ից

source: Could not parse interface statistics from '%s'. prx_idx = %d; ptx_idx = %d; brx_idx = %d; btx_idx = %d;
hy: Հնարավոր չէ ստանալ կապի վիճակագրությունը '%s' -ից։ prx_idx = %d; ptx_idx = %d; brx_idx = %d; btx_idx = %d;

source: Could not parse /proc/net/wireless. Unknown format.
hy: Հնարավոր չէ ստանալ /proc/net/wireless -ը. Անհայտ ձևաչափ։

source: Could not parse wireless details from '%s'. link_idx = %d;
hy: Հնարավոր չէ ստանալ անլար ցանցի մանրամասները '%s' -ից։ link_idx = %d;

source: Could not send ioctl to interface, '%s'
hy: Հնարավոր չէ ուղարկել ioctl-ը ցանցի միջերեսին, '%s'

source: Could not parse command line '%s': %s
hy: Հնարավոր չէ ուղարկել '%s' հրահանգաշարը՝ %s

source: Could not parse 'netstat' output. Unknown format
hy: Հնարավոր չէ ուղարկել 'netstat' արդյունքը։ Անհայտ ձևաչափ։

source: Disconnected
hy: Անջատված է

source: Sending
hy: Ելից

source: Receiving
hy: Մտից

source: Sending/Receiving
hy: Ելից/Մտից

source: No batteries found
hy: Առկա չէ մարտկոց

source: Battery Monitor
hy: Մարտկոցի հսկիչ

source: Hide if there is no battery
hy: Թաքցնել, եթե մարտկոցն առկա չէ։

source: Alarm command
hy: Զարթուցիչի հրաման

source: Alarm time (minutes left)
hy: Զարթուցիչի ժամանակ (րոպե մնացել է)

source: Background color
hy: Ֆոնի գույնը

source: Charging color 1
hy: Լիցքավորման գույն 1

source: Charging color 2
hy: Լիցքավորման գույն 2

source: Discharging color 1
hy: Լիցքաթափման գույն 1

source: Discharging color 2
hy: Լիցքաթափման գույն 2

source: Border width
hy: Եզրերի հաստությունը

source: Display battery status using ACPI
hy: Ցուցադրել մարտկոցի կարգավիճակը օգտագործելով ACPI

source: Keyboard LED
hy: LED ստեղնաշար

source: Show CapsLock
hy: Ցուցադրել CapsLock

source: Show NumLock
hy: Ցուցադրել NumLock

source: Show ScrollLock
hy: Ցուցադրել ScrollLock

source: Indicators for CapsLock, NumLock, and ScrollLock keys
hy: Ցուցիչներ CapsLock-ի, NumLock-ի և ScrollLock-ի համար

source: No Indicators
hy: Ցուցիչներ առկա չէ

source: Indicator applets
hy: Ցուցիչների ծրագրաշար

source: Indicator Applications
hy: Ծրագրերի ցուցիչներ

source: Clock Indicator
hy: Ժամի ցուցիչ

source: Messaging Menu
hy: Հաղորդագրությունների մենյու

source: Network Menu
hy: Ցանցի մենյու

source: Session Menu
hy: Նստաշրջանի մենյու

source: Sound Menu
hy: Ձայնի մենյու

source: Add indicator applets to the panel
hy: Պանելին ավելացնել ցուցիչի ծրագրաշարը

source: CPU usage: %.2f%%
hy: Պրոցեսորի օգտագործումը՝ %.2f%%

source: RAM usage: %.1fMB (%.2f%%)
hy: RAM օգտագործումը՝ %.1fMB (%.2f%%)

source: Resource monitors
hy: Պաշարների հսկիչներ

source: CPU color
hy: Պրոցեսորի գույնը

source: Display RAM usage
hy: Ցուցադրել RAM-ի օգտագործումը

source: RAM color
hy: RAM-ի գույնը

source: Action when clicked (default: lxtask)
hy: Գործողությունը, երբ սեղմված է (լռելայն՝ lxtask)

source: Display monitors (CPU, RAM)
hy: Ցուցադրել հսիկչները (CPU, RAM)
